Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: NGOs sitting on the panel recommended that migration policy should take into account the following elements: the human dimension (focusing on the most "vulnerable" migrant groups and human rights); introducing rules to discipline those Member States that have violated EU regulations (the Italian case - Lampedusa and North African migrants during the Arab Spring) and reducing the application of the security approach.
pl: NGOs uczestniczące w panelu rekomendowały, by w polityce migracyjnej uwzględniać następujące elementy: wymiar ludzki (koncentracja uwagi na „najwrażliwszych" grupach migrantów i prawach człowieka); wprowadzenie zasad pozwalających na dyscyplinowanie państw członkowskich łamiących unijne regulacje (przypadek Włoch - Lampedusa i migranci z Afryki PŁn. podcza „arabskiej wiosny") i ograniczenie możliwości stosowania „security approach".

source: [1] Organizers: European Network on Migration and Development (EUNOMAD), SOLIDAR, Red Cross, Terre des Hommes International Federation.
pl: [1] Organizarzy: European Network on Migration and Development (EUNOMAD), SOLIDAR, Czerwony Krzyż i Terre des Hommes International Federation.

source: Panellists: Robertus Rozenburg (DG Home Affairs), Traoré Mamadou (Red Cross, Mali), Federica Giannotta (Terres des Hommes, Italy), Ignacio Packer (Terres des Hommes International Federation), Michael Oberreuter (SOLIDAR), Charito Basa (EUNOMAD, Italy), Pascale Charhon (EUNOMAD).
pl: Paneliści: Robertus Rozenburg (DG Home Affairs), Traoré Mamadou (Czerwony Krzyż, Mali), Federica Giannotta (Terres des Hommes, Italy), Ignacio Packer (Terres des Hommes International Federation), Michael Oberreuter (SOLIDAR), Charito Basa (EUNOMAD, Italy), Pascale Charhon (EUNOMAD).

source: Draft Development Cooperation Act adopted
pl: Projekt ustawy o współpracy rozwojowej przyjęty przez Rząd

source: On 19 July 2011, the Council of Ministers adopted the draft Development Cooperation Act.
pl: W dniu 19 lipca 2011 r. Rada Ministrów przyjęła projekt ustawy o współpracy rozwojowej.

source: Thanks to the Act, Poland - like other EU countries - will have at its disposal a system which will enable it to provide development and humanitarian aid based on standards and procedures guaranteeing efficient and coordinated action.
pl: Dzięki tej ustawie Polska, podobnie jak inne państwa UE, będzie dysponować systemem udzielania pomocy rozwojowej i humanitarnej, opartym na standardach i procedurach umożliwiających sprawne i skoordynowane działanie.

source: The need to develop such a system stems from our sense of solidarity with developing countries and the willingness to respect our international commitments.
pl: Potrzeba wypracowania takiego systemu wynika z poczucia naszej solidarności z krajami rozwijającymi się oraz dotrzymania podjętych zobowiązań międzynarodowych.

source: The development cooperation system is based on three elements which simultaneously serve as the three main pillars of our activity in developing countries:
pl: System współpracy rozwojowej oparty zostanie na trzech elementach stanowiących jednocześnie trzy najistotniejsze obszary naszej aktywności wobec krajów rozwijających się:

source: development assistance consisting in support for sustainable socio-economic development, poverty reduction and improving the public health, as well as raising the level of education and professional qualification among the population;
pl: pomocy rozwojowej polegającej na wspieraniu trwałego rozwoju społeczno-gospodarczego, redukcji ubóstwa oraz poprawy stanu zdrowia ludności a także podnoszenia poziomu wykształcenia i kwalifikacji zawodowych ludności;

source: humanitarian aid consisting in the provision of support, care and protection for populations suffering as a result of armed conflict or natural or man-made disasters;
pl: pomocy humanitarnej polegającej na zapewnieniu pomocy, opieki i ochrony dla ludności, która została poszkodowana w wyniku konfliktów zbrojnych, klęsk żywiołowych lub innych katastrof spowodowanych przez naturę lub człowieka;

source: promoting democracy through civil society, independent media, democratic institutions, rule of law, and through the promotion of human rights and freedoms in non-democratic countries and transition countries.
pl: wspieraniu demokracji poprzez działania na rzecz społeczeństwa obywatelskiego, niezależnych mediów, instytucji demokratycznych, rządów prawa oraz promowaniu ochrony praw i wolności człowieka w krajach niedemokratycznych oraz krajach znajdujących się w fazie transformacji.

source: The draft Act streamlines the organizational structure by defining the objectives, principles and forms of development cooperation, introducing coherent terminology and specifying the tasks and coordinating function of the Minister of Foreign Affairs.
pl: Projekt ustawy zawiera szereg rozwiązań o charakterze organizacyjnym, m.in. określi cele, zasady i formy współpracy rozwojowej, wprowadzi ład terminologiczny oraz zdefiniuje zadania i rolę koordynacyjną Ministra Spraw Zagranicznych w tej dziedzinie.

source: A Programme Board - acting as an advisory body - will support the minister with regard activities carried out by government administration and the MFA's civil society partners.
pl: W pełnieniu funkcji koordynacyjnych działań prowadzonych przez administrację państwową oraz partnerów społecznych Ministra Spraw Zagranicznych wspierać będzie Rada Programowa jako organ opiniodawczo-doradczy.

source: The draft Act also closely regulates the development cooperation programming process.
pl: Ponadto projekt ustawy szczegółowo reguluje także proces programowania współpracy rozwojowej.

source: The five-year development cooperation programmes and the two-year operational plans designed pursuant to the programmes will ensure that Polish development cooperation remains consistent and oriented for the long-term.
pl: Pięcioletnie programy współpracy rozwojowej oraz budowane na ich podstawie plany operacyjne o dwuletnim horyzoncie, zagwarantują długofalowy charakter i spójność polskiej współpracy rozwojowej.

source: The shape of the instruments provided for in the draft Act were also influenced by the recent events in the European Union's neighbourhood: firstly in Belarus, then in Tunisia, Egypt and other North African and Middle Eastern countries.
pl: Na kształt instrumentów przewidzianych w projekcie ustawy wpływ miały także ostatnie wydarzenia w krajach sąsiedztwa Unii Europejskiej, najpierw na Białorusi, a następnie w Tunezji, Egipcie oraz w innych krajach regionu Afryki Północnej i Bliskiego Wschodu.

source: The draft Act therefore provides for the establishment of an external operator - independent of the MFA - of actions to support NGOs, independent media outlets, democratic institutions, as well as to promote the protection of the rights and freedoms of the individual.
pl: Stąd też projekt ustawy przewiduje utworzenie zewnętrznego, w stosunku do MSZ, operatora działań polegających na wspieraniu organizacji pozarządowych, niezależnych mediów, instytucji demokratycznych oraz promowaniu ochrony praw i wolności człowieka, tj.

source: The Foundation for International Solidarity, created on the basis of Polish Know How Foundation for International Development Cooperation, will serve as the operator, to which the Minister of Foreign Affairs will be able to commission the performance of certain tasks by way of the Foundation's re-granting of funds.
pl: Fundacji Solidarności Międzynarodowej, tworzonej na bazie Fundacji Międzynarodowej Współpracy na Rzecz Rozwoju "Wiedzieć jak", której Minister Spraw Zagranicznych będzie mógł zlecać realizację tego rodzaju zadań poprzez dokonywanie przez tę Fundację re-grantingu powierzonych jej środków.

source: The draft Act will be submitted to Parliament shortly.
pl: Projekt ustawy zostanie wkrótce przekazany do parlamentu.

source: The new regulations are planned to enter into force on 1 January 2012.
pl: Planuje się, że nowe regulacje wejdą w życie 1 stycznia 2012 r.

source: Comparing Official Development Assistance levels
pl: Porównanie wielkości Oficjalnej Pomocy Rozwojowej

source: The OECD Development Assistance Committee (DAC) has published preliminary data regarding the level of assistance provided by countries with observer status in the DAC.
pl: Komitet Pomocy Rozwojowej (DAC) OECD opublikował wstępne dane dotyczące poziomu pomocy państw obserwatorów w Komitecie Pomocy Rozwojowej.

source: In 2012 the biggest donors of Official Development Assistance were France, Japan, Germany, the United States, and the United Kingdom.
pl: W roku 2012 największymi donatorami Oficjalnej Pomocy Rozwojowej (ODA) były Francja, Japonia, Niemcy, Stany Zjednoczone i Wielka Brytania.

source: The biggest falls were registered in countries most affected by the eurozone crisis: Greece, Spain, Portugal and Italy.
pl: Największe spadki odnotowały państwa najdotkliwiej odczuwające kryzys w strefie euro: Grecja, Hiszpania, Portugalia i Włochy.

source: This is due to an increase in the amount of bilateral assistance.
pl: Stało się to za sprawą zwiększenia rozmiaru pomocy w wymiarze dwustronnym (pomocy bilateralnej).

source: For the sake of comparison, over the same period the Czech Republic recorded a 4.2% fall in assistance, while Hungary saw a 7.5% decrease.
pl: Dla porównania Czechy odnotowały w tym samym czasie spadek wartości udzielanej pomocy o 4,2%, a Węgry o 7,5%.

source: According to the results of a survey conducted by the Development Assistance Committee (DAC) on ODA financing plans for 2012-2016 by countries that are not members of the DAC, most of the funds transferred to developing countries will be handed over in the form of Country Programmable Aid (CPA).
pl: Zgodnie z wynikami ankiety przeprowadzonej przez Komitet Pomocy Rozwojowej (Development Assistance Committee, DAC), dotyczącymi planów finansowania ODA w okresie 2012-2016 przez państwa nie należące do DAC, większość środków transferowanych do państw rozwijających się zostanie im przekazana w postaci Pomocy Podlegającej Programowaniu (Country Programmable Aid, CPA).

source: The results of the DAC survey point to a change in the geographical directions of development assistance in 2012-2016.
pl: Wyniki ankiety przeprowadzonej przez DAC wskazują, że w okresie 2012-2016 możemy być świadkami zmiany kierunków świadczenia pomocy rozwojowej.

source: The new recipients will include South-East Asian countries and Middle and Far Eastern ones (e.g. China, India, Indonesia, Pakistan, Sri Lanka, Uzbekistan, Vietnam).
pl: Nowymi odbiorcami będą państwa Azji Południowo-Wschodniej oraz środkowego i dalekiego Wschodu (wśród nich Chiny, Indie, Indonezja, Pakistan, Sri Lanka, Uzbekistan, Wietnam).

source: During the same period, unchanged levels of CPA may be expected for countries lagging behind in the implementation of the Millennium Development Goals and those with the highest poverty levels (mainly Sub-Saharan countries such as Burundi, Chad, Malawi, or Niger).
pl: W tym samym czasie w państwach o największych lukach w realizacji Milenijnych Celów Rozwoju oraz o najwyższym poziomie biedy (w głównej mierze chodzi tu o państwa Afryki Subsaharyjskiej takie jak Burundi, Czad, Malawi czy Niger) spodziewać się można utrzymania CPA na niezmiennym poziomie.

source: Saving lives knows no boundaries - Poland supports emergency medical service in Ukraine
pl: Ratowanie życia nie zna granic - Polska wspiera ratownictwo medyczne na Ukrainie

source: Giving first aid to car accident victims, people drowning in a lake, a worker who cut off his leg while operating a saw in a park, and victims of a night mass event - these are only some of the tasks facing participants of a Polish-Ukrainian emergency medical rescuer exercise.
pl: Pomoc poszkodowanym w wypadku samochodowym, osobie, która topiła się w jeziorze czy też robotnikowi, który podczas pracy w parku piłą obciął sobie nogę, ratowanie ofiar nocnego zdarzenia masowego - to tylko wybrane zadania, z którymi zmagali się uczestnicy polsko-ukraińskich manewrów ratowników medycznych .

source: The manoeuvres were held on 2-4 September 2016 in Berehove, Ukraine's Zakarpattia Oblast, as part of the “Development of voluntary emergency medical service system in Ukraine” project, which is being implemented under the 2016 Polish Development Assistance Programme.
pl: Odbywały się one od 2 do 4 września 2016 r. w Berehowie, na ukraińskim Zakarpaciu w ramach projektu „Rozwój systemu ochotniczego ratownictwa medycznego na Ukrainie” wdrażanego z polskiej pomocy rozwojowej 2016.

source: The manoeuvres were attended by a total of 64 volunteer rescuers.
pl: W manewrach udział wzięło łącznie 64 wolontariuszy-ratowników.

source: Some participants had taken part in the events on Kyiv's Maidan or, as rescuers from Mariupol, every day face the need to save the health and life of the local population.
pl: Niektórzy uczestnicy brali udział w wydarzeniach na kijowskim Majdanie lub, tak jak ratownicy pochodzący z Mariupola, na co dzień spotykają się z potrzebą ratowania zdrowia i życia miejscowej ludności.

source: This is the second year when Polish medical rescuers support the development of voluntary emergency medical services in Ukraine.
pl: To już drugi rok, kiedy Maltańska Służba Medyczna wspieraja rozwój ochotniczego ratownictwa medycznego na Ukrainie.

source: They organise training in qualified first aid, exercises and other activities which provide volunteers with opportunities to test their skills and share knowledge and experience.
pl: Organizowane są szkolenia z kwalifikowanej pierwszej pomocy, przygotowywane manewry i inne działania, podczas których można sprawdzić swoje umiejętności, wymienić się wiedzą i doświadczeniem.

source: In addition, the project beneficiaries received high-quality specialized equipment to be used during rescue operations and training.
pl: Dodatkowo beneficjenci otrzymali wysokiej jakości specjalistyczny sprzęt i wyposażenie, które wykorzystywane jest podczas akcji ratowniczych oraz treningów.

source: This year, nearly 180 people have been trained in first aid, of whom 40 have taken part in training in qualified first aid.
pl: W tym roku z pierwszej pomocy przeszkolono blisko 180 osób, 40 z nich wzięło udział w szkoleniach w standardzie kwalifikowanej pierwszej pomocy.

source: In June, 15 volunteers from Ukraine attended a certification course and passed the Polish state exam for Qualified First Aid Rescuers.
pl: W czerwcu 15 ochotników z Ukrainy przeszło kurs certyfikacyjny i zdało państwowy egzamin na ratownika Kwalifikowanej Pierwszej Pomocy w Polsce.

source: Project "Development of voluntary emergency medical service system in Ukraine" implemented by the Order of Malta Poland (no 216/2016).
pl: Projekt Fundacji Związku Polskich Kawalerów Maltańskich pt. "Rozwój systemu ochotniczego ratownictwa medycznego na Ukrainie" (nr 216/2016).

source: Education policy and administrative management
pl: Polityka edukacyjna i zarządzanie administracyjne

source: Education sector policy, planning and programmes; aid to education ministries, administration and management systems; institution capacity building and advice; school management and governance; curriculum and materials development; unspecified education activities.
pl: Polityka sektora edukacji, planowanie i programy; wsparcie ministerstw edukacji, systemy administracyjne i zarządcze, budowanie potencjału instytucjonalnego i doradztwo, zarządzanie i kierowanie szkołami; opracowywanie programów nauczania i materiałów; nieokreślone działania edukacyjne.

source: Education facilities and training
pl: Placówki edukacyjne i szkolenia

source: Teacher education (where the level of education is unspecified); in-service and pre-service training; materials development.
pl: Budynki placówek edukacyjnych, wyposażenie, materiały, usługi pomocnicze dla sektora edukacji (internaty, mieszkania pracownicze), szkolenia językowe, sympozja, seminaria, wykłady, itp.

source: Formal and non-formal primary education for children; all elementary and first cycle systematic instruction; provision of learning materials.
pl: Kształcenie nauczycieli (w przypadku nieokreślonego poziomu edukacji); doskonalenie zawodowe i szkolenia przygotowujące do rozpoczęcia pracy; opracowywanie materiałów.

source: Basic life skills for youth and adults
pl: Podstawowa opieka zdrowotna

source: Health policy and administrative management
pl: Zwalczanie chorób zakaźnych

source: Basic and primary health care programmes; paramedical and nursing care programmes; supply of drugs, medicines and vaccines related to basic health care.
pl: Polityka ludnościowa/rozwojowa; prace spisowe, gromadzenia danych demograficznych; migracja danych; badania/analizy demograficzne; badania w dziedzinie zdrowia reprodukcyjnego; nieokreślone działania odnoszące się do ogółu społeczeństwa.

source: Direct feeding programmes (maternal feeding, breastfeeding and weaning foods, child feeding, school feeding); determination of micro-nutrient deficiencies; provision of vitamin A, iodine, iron etc.; monitoring of nutritional status; nutrition and food hygiene education; household food security.
pl: Promocja zdrowia reprodukcyjnego; opieka prenatalna i poporodowa, w tym opieka w trakcie porodu; zapobieganie i leczenie niepłodności; zapobieganie i leczenie skutków aborcji; działania związane z macierzyństwem.

source: Prevention and control of malaria.
pl: Ochrona zasobów wodnych (w tym gromadzenie danych)

source: Reproductive health care
pl: Zaopatrzenie w wodę - duże systemy

source: Promotion of reproductive health; prenatal and postnatal care including delivery; prevention and treatment of infertility; prevention and management of consequences of abortion; safe motherhood activities.
pl: Stacje uzdatniania wody pitnej; systemy poboru wody; zbiorniki wody; pompownie wodociągowe, duże systemy przesyłowe/systemy transportu i dystrybucyji.

source: Family planning services including counselling; information, education and communication (IEC) activities; delivery of contraceptives; capacity building and training.
pl: Duże systemy kanalizacyjne w tym kolektory ściekowe i przepompownie ścieków; oczyszczalnie ścieków z gospodarstw domowych i ścieków przemysłowych.

source: Water supply - large systems
pl: Gospodarka odpadami/utylizacja odpadów

source: Potable water treatment plants; intake works; storage; water supply pumping stations; large scale transmission / conveyance and distribution systems.
pl: Gospodarka komunalnymi i przemysłowymi odpadami stałymi, w tym odpadami niebezpiecznymi i toksycznymi; gromadzenie, utylizacja i oczyszczanie; składowiska; kompostowanie i ponowne wykorzystanie.

source: Basic drinking water supply and basic sanitation
pl: Polityka w zakresie sektora publicznego i zarządzanie administracyjne

source: Basic drinking water supply
pl: Zarządzanie finansami publicznymi

source: Rural water supply schemes using handpumps, spring catchments, gravity-fed systems, rainwater collection and fog harvesting, storage tanks, small distribution systems typically with shared connections/points of use.
pl: Polityka fiskalna i planowanie; wsparcie ministerstw finansów; zwiększenie odpowiedzialności finansowej i kierowniczej; zarządzanie wydatkami publicznymi; poprawa systemów zarządzania finansami; polityka podatkowa i administracja; opracowywanie budżetu; międzyrządowe stosunki finansowe; kontrola publiczna, dług publiczny.

source: Latrines, on-site disposal and alternative sanitation systems, including the promotion of household and community investments in the construction of these facilities.
pl: Procesy decentralizacji (także w wymiarze politycznym, administracyjnym i podatkowym); stosunki międzyrządowe i federalizm; wzmocnienie samorządów regionalnych i lokalnych, a także władz regionalnych i lokalnych oraz ich krajowych stowarzyszeń.

source: Waste management / disposal
pl: Rozwój systemów prawnych i sądowych

source: Municipal and industrial solid waste management, including hazardous and toxic waste; collection, disposal and treatment; landfill areas; composting and reuse.
pl: Działania wspierające poprawę ram prawnych, konstytucji, ustaw i rozporządzeń; zasady techniki legislacyjnej i przeglądów; reforma prawna; integracja formalnych i nieformalnych systemów prawnych.

source: Public sector policy and administrative management
pl: Demokratyczna partycypacja i społeczeństwo obywatelskie

source: (Use specific sector codes for development of systems and capacities in sector ministries.)
pl: (Stosowanie tego kodu celu ogranicza się do działań ukierunkowanych na kwestie zarządzania.

source: Decentralisation and support to subnational government
pl: Organy ustawodawcze i partie polityczne

source: (Use specific sector codes for decentralisation of sector management and services.)
pl: Wsparcie partii politycznych i wzmacnianie systemów partyjnych.

source: Anti-corruption organisations and institutions
pl: Media i swobodny przepływ informacji

source: Democratic participation and civil society
pl: Zarządzanie i reforma systemu bezpieczeństwa

source: Activities that support free and uncensored flow of information on public issues; activities that increase the editorial and technical skills and the integrity of the print and broadcast media, e.g. training of journalists.
pl: Wkład może być wnoszony w formie finansowania lub dostarczania sprzętu lub personelu cywilnego lub wojskowego (np. na szkolenia dla cywilów).

source: Human rights defenders and human rights NGOs; human rights advocacy, activism, mobilisation; awareness raising and public human rights education.
pl: Dwustronny udział w operacjach pokojowych spełniający kryteria kwalifikowalności dla oficjalnej pomocy rozwojowej może przybrać formę finansowania lub dostarczania sprzętu lub personelu wojskowego lub cywilnego (np. policjantów).

source: Human rights programming targeting specific groups, e.g. children, persons with disabilities, migrants, ethnic, religious, linguistic and sexual minorities, indigenous people and those suffering from caste discrimination, victims of trafficking, victims of torture.
pl: Koszt podlegający zgłoszeniu jest obliczany jako nadwyżka nad kosztami, które zostałyby poniesione w związku z utrzymaniem personelu i sprzętu, gdyby taki personel lub sprzęt nie został przypisany do wykorzystania w operacji pokojowej.

source: Civilian peace-building, conflict prevention and resolution
pl: Przywracanie do społeczeństwa i kontrola BSiL

source: Support for civilian activities related to peace building, conflict prevention and resolution, including capacity building, monitoring, dialogue and information exchange.
pl: Przywracanie do pracy zdemobilizowanego personelu wojskowego; przekształcanie zakładów produkcyjnych z wojskowych w cywilne; współpraca techniczna w celu kontrolowania, zapobiegania i/lub zmniejszania rozprzestrzeniania broni strzeleckiej i lekkiej (BSiL) - patrz ust.

source: Participation in international peacekeeping operations
pl: Usuwanie min lądowych oraz wybuchowych pozostałości wojennych

source: Removal of land mines and explosive remnants of war
pl: Polityka handlowa i zarządzanie administracyjne

source: Trade policy and administrative management
pl: Regionalne porozumienia handlowe (RTA)

source: Simplification and harmonisation of international import and export procedures (e.g. customs valuation, licensing procedures, transport formalities, payments, insurance); support to customs departments; tariff reforms.
pl: Wsparcie efektywnego udziału krajów rozwijających się w wielostronnych negocjacjach handlowych, w tym szkolenie negocjatorów, ocena skutków negocjacji; przystąpienie do Organizacji Wolnego Handlu (WTO) i innych wielosostronnych organizacji związanych z handlem.
